[General]
Translator, "Claudi Martinez, David Chova, Marc Berenguer Calvo, Sebastià Sureda Ramon"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAQANUkAJ+fn6KioqOjo6CgoKGhoaampq2trZ6enpycnLKysqWlpa6uro+Pj6enp6mp
qaioqJaWlpiYmJ2dnbGxsaSkpKurq6qqqq+vr7W1tYGBge+TD/7nCP3lCOZdFPOoDd0jGd0mGOt2
EvGbD+RPFQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAACQALAAAAAAQABAAAAZqQJJw
SCwaj0RGYDAgEAIBgYCiKBQcEMFmy+12GwGQeEwmEwaitHq9FhBG8LhcXgFo7vh83gAI+f+AgAsA
HYWGh4cXAB6MjY6OEwAfk5SVlQkRHJqbnJwYGQgSCAcDUVUPFgYLCQdIrq9FQQA7


[BFAPI]
ErrorClientVersionTooOld, "Your client version is too old.\nPlease update the application and try again."
ErrorFailClientTime, "L'hora del vostre equip no està correctament ajustada.\nComproveu l'hora del sistema i proveu-ho de nou."
ErrorFailLogin, "Comproveu la vostra adreça electrònica i contrasenya i proveu-ho de nou."
ErrorFailPrefix, "Failed to connect to your Binary Fortress Account.\nPlease check your internet connection, and verify that this application is not being blocked by a proxy or firewall on your computer or network."
ErrorInvalidProTrialLicenseKey, "La vostra clau de llicència de prova no sembla ser vàlida.\nContacti'ns per a més informació."
ErrorItemSizeTooLarge, "Un dels elements que esteu intentant sincronitzar és massa gran.\nHaureu d'eliminar l'element gran i tractar de sincronitzar de nou."
ErrorTrialExpiredPrompt, "La vostra llicència de prova Pro ha expirat.\nVoleu contactar amb nosaltres i començar un altra prova?"
ErrorUnknownProPurchasedLicenseKey, "La vostra clau de llicència no sembla ser vàlida.\nContacti'ns per a més informació."
LoginPrompt, "Cal introduir la vostra informació d'inici de sessió de Binary Fortress primer. \nUs agradaria entrar en la vostra informació d'accés ara?"
TitleSync, "Sincronització amb el vostre compte de Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "&Inici de sessió"
btnLogout, "&Tancament de sessió"
btnMyAccount, "El meu &compte"
btnMyLicenses, "Les &meves llicències"
btnRegister, "&Registreu-vos"
btnResetPassword, "Reinicialitza contrasenya"
lblEmailAddress, "Adreça electrònica:"
lblName, "Nom:"
lblPassword, "Contrasenya:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Personal o de l'empresa, # s'indica en el nom de la llicència"
LicenseRestrictionEnterprise, "Ordinadors il·limitats en un nombre il·limitat de llocs de feina propietat de l'empresa"
LicenseRestrictionPersonalHome, "Ordinadors personals il.limitats i 1 ordinador de l'empresa d'us exclusiu"
LicenseRestrictionSite, "Ordinadors il·limitats en un sol lloc de feina"
LicenseRestrictionStandard, "Personal o de l'empresa, 1 equip"
LicenseRestrictionSteam, "Ús personal o corporatiu, nombre il·limitat de PC's, l'usuari principal és vostè i s'instal·larà Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Introduïu una adreça electrònica vàlida i proveu-ho de nou."
ErrorEnterPassword, "Si us plau, introduexi la contrasenya i torni-ho a provar."
ErrorLoginFailed, "No s'ha pogut carregar la informació del vostre compte.\nComproveu la vostra adreça electrònica i contrasenya i proveu-ho de nou."
ErrorNoLicensesFound, "Ho sentim, no hem pogut trobar cap informació de la llicència per aquest compte.\nSi necessiteu ajuda, poseu-vos en contacte amb nosaltres."
ErrorUnknownLicenses, "Hi ha hagut un problema carregant la informació de la seva llicència."
ErrorUnknownLogin, "Hi ha hagut un problema carregant la informació del seu compte."
Note, "Inicieu sessió per recuperar la vostra clau de llicència i sincronitzar amb el vostre compte de Binary Fortress Account."
SelectLicensePrompt, "En aquest moment esteu utilitzant la versió gratuïta, una llicència Trial Pro o simplement la clau de llicència no és vàlida.\nUs agradaria carregar una clau de llicència del vostre compte de Binary Fortress?"
Title, "El meu compte de Binary Fortress"
TitleLoadingLicenses, "S'està carregant la informació de llicència"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "Selecciona els estils de Windows:"
PromptSelectWindowStylesEx, "Selecciona els estils ampliats de Windows:"
RemoveConfirmOne, "Esteu segur que voleu suprimir l'element seleccionat?"
SelectAnItem, "Seleccioneu un element de la llista i torneu-ho a intentar."
SelectAudioDevice, "Seleccioneu un dispositiu d'àudio."
SelectMouseCursorLocation, "Feu clic per seleccionar una ubicació del cursor del mouse\nPremeu qualsevol tecla per cancel·lar"
SendKeys_EditString, "Edita cadena"
SendKeys_EnterString, "Escriu cadena:"
SendKeys_mniAddKeyCombination, "Afegeix combinació de tecles"
SendKeys_mniAddRawText, "Afegeix text sense format"
SendKeys_mniAddText, "Afegeix text"
SendKeys_Title, "Constructor d'enviament de tecles"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Data de creació"
colDateExpires, "Data de venciment"
colLicenseKey, "Clau de llicència"
colLicenseRestrictions, "Restriccions de la llicència"
colLicenseType, "Tipus de llicència"
colName, "Nom"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Esteu segur que voleu utilitzar aquesta clau de llicència?"
ErrorSelectLicense, "Seleccioneu una llicència de la llista i proveu-ho de nou."
ShowNeedLicenseWarning, "Seleccioni una de les claus de llicència de la llista i faci clic al botó "D'acord" per utilitzar-la de llicència."
Title, "Les meves llicències"


[BFFormDownload_Strings]
ConfirmCancel, "Esteu segur que voleu cancel·lar aquesta baixada?"
Error, "S'ha produït un error."
Progress, "Resten: {0} KB ({1} KB total)"
ProgressUnknown, "S'està baixant: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Please select a WallpaperFusion tag and try again."
lblQuery, "Filtre:"
Title, "Etiquetes WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "&Tanca"
colCreatedBy, "Creat per"
colDownloads, "Baixades"
colLanguage, "Idioma"
colLastModified, "Darrera modificació"
lblQuery, "Filtre:"
Loading, "S'està carregant..."


[BFFormProxySettings_Controls]
btnSave, "Desa"
lblProxyAddress, "Adreça del servidor:"
lblProxyPassword, "Contrasenya:"
lblProxyPassword2, "Repetiu la contrasenya:"
lblProxyPort, "Port:"
lblProxyUsername, "Nom d'usuari:"
rdoCustomSettings, "Utilitza la &configuració personalitzada del servidor intermediari (proxy):"
rdoNoProxy, "&Sense servidor intermediari (proxy) (connexió directa a Internet)"
rdoUseIESettings, "Utilitza la &configuració de connexió d'Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Introduïu una adreça per al servidor intermediari (proxy) o seleccioneu "Sense servidor intermediari"."
EnterServerPort, "Introduïu un port per al servidor intermediari (proxy) o seleccioneu "Sense servidor intermediari"."
PasswordDecryptionFailed, "La configuració de connexió a Internet sembla ser vàlida. \nUs agradaria tornar a introduir la contrasenya del servidor intermediari (proxy) per a fixar aquesta configuració?"
PasswordsNotMatch, "La vostra contrasenya del servidor intermediari (proxy) no és correcta. Proveu-ho de nou."
Title, "Configuració de la connexió a Internet"


[BFFormSelectApplication]
AllApplications, "Totes les aplicacions"
btnBrowse, "&Navega"
btnRefresh, "&Actualitza"
colApplication, "Aplicació"
colPath, "Camí"
GroupDesktopApplications, "Aplicacions d'Escriptori"
GroupWindows8Applications, "Aplicacions Windows 8"
lblWindowPicker, "Drag this over a window to select that window's process in the list automatically"
PleaseSelectApplication, "Seleccioneu primer una aplicació."
Title, "Selecciona aplicació"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valor per defecte"
colSetting, "Configuració"
colValue, "Valor"
lblFilter, "Filtre:"
lblHelp, "Doble clic a una propietat per canviar-la, clic el botó 'Ajuda' per més informació."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "S'ha produït un error durant la gravació de la configuració."
SavedSuccessfully, "Your Advanced Setting was saved successfully.\nYou may need to restart the application for this setting to take effect."
Title, "Configuració avançada"
TitleEdit, "Edita la configuració avançada"


[BFFormSettings_Controls]
btnAdvancedSettings, "Configuració avançada"
btnAutoUpdateCheckNow, "Comprova act&ualitzacions ara"
btnBackupSettings, "Exporta configuració"
btnLicenseChangeToFree, "Change to Free Version"
btnLicenseKeyRequestTrial, "Request New Trial License"
btnLicenseLoadOnline, "Carrega del compte en Binary Fortress"
btnLicensePasteFromClipboard, "Enganxa del porta-retalls"
btnProxySettings, "Configuració de la connexió a Internet"
btnRestoreSettings, "Restaura configuració"
btnTroubleshootingClearLog, "Esborra registre (log)"
btnTroubleshootingCopy, "Copiar al porta-retalls"
btnTroubleshootingOpenLog, "Obre registre (log)"
chkAutoUpdate, "Check for Updates Automatically"
chkAutoUpdateBeta, "Check for new Beta (newer, unstable) versions"
chkAutoUpdateSteam, "Cerca actualitzacions automàticament (Steam pot ignorar aquesta configuració)"
colLanguageName, "Nom"
colLanguageRightToLeft, "De dreta a esquerra"
colLanguageTranslators, "Traductors"
colLanguageVersion, "Versió"
gbAutoUpdate, "Comprovar actualitzacions"
gbLicenseReseller, "Informació de distribuïdors"
lblAutoUpdateWarningBASE, "Warning: Automatic updates are currently disabled, you won't be prompted to install new versions"
lblLanguageGetMore, "Get New and Updated Languages"
lblLicenseExpires, "Data de caducitat de llicència:"
lblLicenseKey, "Clau de llicència:"
lblLicenseTo, "Llicència de:"
tabAbout, "Quant a"
tabLanguage, "Idiomes"
tabLicense, "Clau de llicència"
tabOptions, "Opcions"
tabOurApps, "Les nostres APP"
tabTroubleshooting, "Resolució de problemes"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "Esteu segur que voleu suprimir la vostra clau de llicència i canviar a la versió gratuïta?"
DebugLogCleared, "El registre de depuració s'ha esborrat correctament."
DebugLogNotFound, "El registre de depuració no s'ha pogut trobar.\nAssegureu-vos que heu activat primer el registre de depuració."
FreeVersion, "Versió gratuïta"
LicenseKeyRequestTrialDescription, "Someone will follow-up with you within 2 business days."
LicenseKeyRequestTrialMessage, "I would like to request a new trial license key. Thanks!"
LogLevel0, "Registre: desactivat"
LogLevel1, "Registre: només importants"
LogLevel2, "Registre: detallat"
LogLevel3, "Registre: totes les línies"
RegistryExportSuccess, "La vostra configuració s'ha exportat correctament."
RestoreSettingsFailed, "No s'ha pogut restaurar la vostra configuració."
RestoreSettingsSuccess, "La vostra configuració s'ha restaurat correctament."
SettingsLoadError, "S'ha produït un error durant la càrrega de la configuració."
SettingsSaveError, "S'ha produït un error mentre es desava la configuració."
Title, "Configuració"
TroubleshootingCopyError, "No s'ha pogut copiar la informació de resolució de problemes."
TroubleshootingCopySuccess, "La informació de resolució d'errors s'ha copiat correctament al porta-retalls."


[BFFormSupportRequest_Controls]
lblEmailAddress, "Adreça electrònica:"
lblMessage, "Missatge:"
lblName, "Nom:"
lblSubject, "Tema:"
lblWarning, "La informació de la pestanya de 'Solució de problemes' i el vostre arxiu Debug.log seran encriptats i enviats juntament amb aquesta petició de suport de manera que podem solucionar el vostre assumpte més ràpidament."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Introduïu una adreça electrònica vàlida i proveu-ho de nou."
EnterMessage, "Introduïu un missatge i proveu-ho de nou."
EnterName, "Introduïu el vostre nom i proveu-ho de nou."
EnterSubject, "Introduïu un assumpte."
SendSuccess, "La vostra informació s'ha enviat correctament.\nAlgú es posarà en contacte amb vosaltres d'aquí a 1 dia feiner."
Title, "Envia sol·licitud d'assistència"
TooLongEmailAddress, "Introduïu una adreça electrònica més curta i proveu-ho de nou."
TooLongName, "Introduïu un nom més curt i proveu-ho de nou."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Compra Llicència Pro"
btnLater, "Pot ser més tard"
btnMoreInfo, "Més informació"
lblInvalidLicense, "Your Pro license key appears to be invalid!\n\nPlease verify that you have entered the correct license key on the License Key tab in the Settings window.\n\nIf your license key is correct and you're still seeing this message, please contact Binary Fortress Support using the Help button below."
Title, "Clau de llicència no vàlida"


[BFFormUpdate_Controls]
btnChangeLog, "Visualitza el registre de canvis"
btnDownloadOnly, "&Visita lloc web"
btnInstallNow, "&Instal·la ara"
btnInstallOnExit, "Instal·la en &tancar"
btnRemindMeLater, "&Recorda-m'ho més endavant"
btnSkipThisVersion, "&Omet aquesta versió"
lblNewVersion, "Nova versió:"
lblOldVersion, "Versió actual:"
lblUpdateNotes, "Què hi ha de nou en aquesta versió:"
lblUpdateSize, "Update Size:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Es recomana que actualitzeu a aquesta nova versió.\nSegur que voleu ignorar aquesta actualització?"
DownloadFailedSave, "S'ha produït un error mentre es desava el fitxer localment."
DownloadingUpdate, "S'està baixant l'actualització"
DownloadInvalidData, "El servidor ha retornat dades no vàlides. És possible que hi haja problemes per trobar el fitxer sol·licitat."
DownloadNoData, "No s'han obtingut dades del lloc web."
ErrorDownload, "S'ha produït un error mentre s'intentava baixar la nova versió."
FreeNotice, "This update, and all future updates are free! Update today and enjoy!"
Title, "Actualització disponible"
UpdateProMessage, "You need to upgrade to a Pro License to use the one-click update.\nWould you like more information about upgrading?"


[BFHelpButton_Controls]
mniDiscussions, "Debats de la comunitat"
mniOnlineHelp, "Ajuda en línia"
mniSupportRequest, "Sol·licitud de suport"


[BFHotKey]
ErrorHotKeyBindFailed, "S'ha produït un error amb les tecles de dreceres:"
ErrorHotKeyComboInUse, "The Key Combination is already in use. There are a few reasons why this can happen:\n- The Key Combination is already assigned elsewhere in this application\n- Another application is already using this Key Combination\n- A built-in Windows function is using this Key Combination\n\nPlease edit or remove the Key Combination in the settings."
ErrorIncorrectKeyValue, "Combinació de tecles no vàlida: Introduïu un valor clau."
ErrorIncorrectNumberElements, "Combinació de tecles no vàlida: Nombre incorrecte de tecles."
ErrorIncorrectNumberKeyMods, "Combinació de tecles no vàlida: Nombre incorrecte de modificadors."
ErrorInvalidKeyCombo, "La combinació de tecles que heu especificat no és vàlida."
ErrorSystemReserved, "The Key Combination you have specified is reserved by Windows and can't be used."
ErrorTooManyModifiers, "Combinació de tecles no vàlida : Massa modificadors."
HotKeyLabelKeys, "Select modifiers then enter desired key"
HotKeyLabelMouse, "Select modifiers then click desired mouse button"


[BFMessage]
btnCopy, "&Còpiar al porta-retalls"
btnMoreInformation, "Mostrar més informació"


[BFTextQuery]
CaseSensitive, "Sensible a majúscules i minúscules:"
ErrorBracketMismatch, "Error: Bracket Mismatch.\nPlease close your brackets or wrap your query in quotes."
ErrorEscapeCharAtEnd, "Error: Escape Character '\' found at end of query.\nPlease escape or remove the character."
ErrorExpectedMatchCountChar, "Error: Expected ':::cbc:::' at position {0}.\nPlease close your brackets or wrap your query in quotes."
ErrorExpectedQuote, "Error: Expected '"' at position {0}.\nPlease make sure to escape '"' characters."
ErrorInvalidChar, "Error: Invalid character '{0}' at position {1}.\nPlease wrap in quotes."
ErrorInvalidDigit, "Error: Invalid digit at position {0}.\nDigits must be positive and contain only numeric characters."
MayContain, "Pot contenir:"
MayEqual, "May Equal:"
MayNotContain, "No pot contenir:"
MayNotEqual, "May Not Equal:"
MustContain, "Ha de contenir:"
MustEqual, "Must Equal:"
MustNotContain, "No ha de contenir:"
MustNotEqual, "Must Not Equal:"
Time, "una vegada"
Times, "{0} vegades"


[BFUpdateCheck]
AlreadyInProgress, "La comprovació d'actualitzacions està en progrés..."
ErrorRunningDownloadedFile, "S'ha produït un error en executar l'arxiu d'instal·lació baixat."
FailedToGetVersion, "No s'ha pogut baixar l'última versió."
NoUpdate, "Ja esteu utilitzant l'última versió."
Title, "Actualitza"


[cFunctions_Strings]
FolderNotRecognized, "La carpeta seleccionada no s'ha reconegut o no es pot cercar."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Examina i afegeix"
btnBrowseExcludePath, "Examina"
btnFolderBrowse, "&Navega"
btnFolderBrowseAppend, "Examina i afegeix"
btnNewSearch, "Cerca en una pestanya &nova"
btnPause, "Pa&use"
btnResume, "Res&ume"
btnSearch, "&Cerca"
btnStop, "&Atura"
chkCaseSensitive, "&Distingeix entre majúscules i minúscules"
chkFileSizeMax, "Mida màxima del fitxer:"
chkFileSizeMin, "Mida mínima del fitxer:"
chkIsQueryRegEx, "Consulta RegEx"
chkSearchSubFolders, "Cerca en sub&carpetes"
chkShowFirstResult, "Mostra &només el primer resultat de cada fitxer"
chkShowIncludeFilterMatchFiles, "Mostra noms dels fitxers coincidents amb el filtre "incloure fitxers""
chkShowIncludeFilterMatchFolders, "Mostrar noms de carpetes coincidents amb el filtre "incloure fitxers""
chkShowQueryMatchFiles, "Mostra noms dels fitxers coincidents amb el text de la consulta"
chkShowQueryMatchFolders, "Mostra noms de carpetes coincidents amb el text de la consulta"
chkUseIFilters, "Contingut del fitxer processat mitjançant controlador (més lent)"
colDateAccessed, "Data d'accés"
colDateCreated, "Data de creació"
colDateModified, "Data de modificació"
colExtension, "Extensió"
colFile, "Nom del fitxer"
colFileSize, "Mida del fitxer"
colLine, "Línia"
colLineNumber, "Línia #"
colPath, "Camí"
lblAccessedTo, "a"
lblAdditionalLinesAfter, "Mostra X línies després resultat cerca:"
lblAdditionalLinesBefore, "Mostra X línies abans resultat cerca:"
lblCreatedTo, "a"
lblDateAccessed, "Data d'accés:"
lblDateCreated, "Data de creació:"
lblDateFilterLogic, "Filtre lògic de data:"
lblDateModified, "Data de modificació:"
lblExcludeFiles, "Ex&clude Files:"
lblExcludePath, "E&xclude Path(s):"
lblFilterResults, "Filtre:"
lblIncludeFiles, "Include &Files:"
lblModifiedTo, "a"
lblPath, "&Path(s):"
lblQuery, "&Query:"
lblStatusFound, "Resultats trobats: {0}"
lblStatusTotal, "Fitxers cercats: {0}"
mniAbout, "Quant a"
mniClearSearchHistory, "Esborra l'historial de cerques"
mniCloseAll, "Tanca-ho tot"
mniCloseAllButThis, "Tanca els altres"
mniCloseSearch, "&Tanca"
mniCopyToClipboard, "Copia resultats seleccionats"
mniCopyToClipboardAll, "Copia tots els resultats"
mniExit, "Surt"
mniExplorerContextMenu, "Menú contextual de Windows"
mniHelp, "Ajuda"
mniOpenFolder, "Obre la carpeta contenidora"
mniOpenFolderOnly, "Obre carpeta"
mniOpenOther, "Open with {0}"
mniPermenentDelete, "Suprimeix permanentment els fitxers seleccionats"
mniRemoveRows, "Suprimeix els resultats seleccionats de la llista"
mniRenameFile, "Rename Selected File"
mniSettings, "Configuració"
mniShowFilterControls, "Mostra el control de filtres"
mniTextCopy, "&Copia"
mniTextSelectAll, "Selecciona-ho &tot"
mniTools, "&Eines"
mniTrayExit, "Surt"
mniTrayLoadProfiles, "Carrega perfil"
mniTrayShowFileSeek, "Mostra FileSeek"
mniTraySyncProfiles, "Sincronitza perfils"
mnuCopyFilePath, "Copia noms de fitxers seleccionats (separats per comes)"
mnuExportAllHTML, "Exporta tots els resultats a HTML"
mnuExportSelectedResultsHTML, "Exporta els resultats seleccionats a HTML"
mnuFileCopy, "Copia els fitxers seleccionats"
mnuFileCut, "Retalla els fitxers seleccionats"
mnuFileDelete, "Suprimeix els fitxers seleccionats"
mnuLanguage, "Idiomes"
mnuLoadProfile, "Carrega"
mnuManageProfiles, "Administra perfils"
mnuOpen, "Obre"
mnuOpenNotepad, "Obre amb el Bloc de notes"
mnuProfile, "Perfils"
mnuSave, "Desa"
mnuSaveAll, "Exporta tots els resultats a CSV"
mnuSaveProfile, "Desa perfil nou"
mnuSaveSelection, "Exporta els resultats seleccionats a CSV"
mnuShowFullLanguageList, "Mostra llista completa"
mnuSyncProfiles, "Sincronitza perfils"
rdoMatchQueryLineByLine, "Fes coincidir la consulta per a cada línia del fitxer"
rdoMatchQueryToWholeFile, "Fes coincidir la consulta per a tot el fitxer"
tabAdvanced, "Avançats"
tabDateFilters, "Filtres per data"
tabFileSizeFilters, "Filtres per mida de fitxer"
tabSearch, "Cerca"


[frmMain_Strings]
AccessedAfterTT, "Accedit després de {0}"
AccessedBeforeTT, "Accedit abans de {0}"
AccessedBetweenTT, "Accedit entre {0} i {1}"
AppSelectionErrorPartOne, "No s'ha pogut trobar l'aplicació que heu seleccionat."
AppSelectionsErrorPartTwo, "En voleu seleccionar una altra?"
btnNewSearchTT, "Fes una cerca en una nova pestanya"
btnSearchTT, "Fes una cerca en la pestanya actual"
btnStopTT, "Atura la cerca seleccionada"
CaseSensitiveQueryTT, "Consulta tenint en compte majúscules/minúscules"
cboDateFilterLogic_AND, "I"
cboDateFilterLogic_OR, "O"
cboExcludeFileFilterMode_Pattern, "Exclude Files Filter is Pattern"
cboExcludeFileFilterMode_RegEx, "Exclude Files Filter is RegEx"
cboExcludeFileFilterMode_TextQuery, "Exclude Files Filter is Text Query"
cboIncludeFileFilterMode_Pattern, "Include Files Filter is Pattern"
cboIncludeFileFilterMode_RegEx, "Include Files Filter is RegEx"
cboIncludeFileFilterMode_TextQuery, "Include Files Filter is Text Query"
cboQueryMode_RegEx, "Consulta RegEx"
cboQueryMode_TextQuery, "Query is Text Query"
chkShowFirstResultTT, "Només es mostrarà la primera línia cercada quan coincideixi la consulta per a cada línia"
ColumnChangeMessage, "The changes to the search result columns will not take place until you restart your searches."
ContextMenuError, "S'ha produït un error mentre es mostrava el menú contextual de Windows."
CreatedAfterTT, "Creat després de {0}"
CreatedBeforeTT, "Creat abans de {0}"
CreatedBetweenTT, "Creat entre {0} i {1}"
CSVSpreadsheet, "Fitxers CSV"
CustomAppOpenError, "S'ha produït un error obrint el fitxer amb l'aplicació personalitzada."
DateCreatedError, "Seleccioneu una 'Data de creació data final' que sigui posterior a la data d'inici."
DateFiltersSelected, "Filtres per data:"
DateModifiedError, "Seleccioneu una "Data de modificació Data de final" que sigui posterior a la data d'inici."
EmptyPDFError, "S'ha buscat arxiu PDF, però no contenia text"
EnterProfileName, "Introduïu un nom de perfil:"
ErrorDirectoryEmpty, "Aquest camí està buit"
ExcludeFilesTT, "Fitxers exclosos: {0}"
ExcludePathsTT, "Camins exclosos: {0}"
ExportDateAccessed, "Date Accessed"
ExportDateCreated, "Date Created"
ExportDateModified, "Date Modified"
ExportExtension, "Extension"
ExportFileName, "File Name"
ExportFileSize, "File Size"
ExportLineNumber, "Line #"
ExportLineText, "Line"
ExportPath, "Path"
FileDeleteMessage, "Espereu mentre el FileSeek executa l'operació sol·licitada.\nSi tanqueu aquesta finestra mentre s'executa aquesta tasca pot provocar resultats inesperats ."
FileDeleteQuestion, "Segur que voleu esborrar els fitxers o carpetes seleccionats?"
FileDeleteTitle, "Esborra fitxers"
FileDeletionError, "S'ha produït un error eliminant aquests fitxers."
FileHandlerError, "Introduïu un camí de cerca."
FileIncludeNameMatch, "Coincidència nom de fitxer [filtre d'inclusió de fitxers]"
FileOpenError, "S'ha produït un error obrint aquest fitxer."
FilePermenentDeleteQuestion, "Esteu segur que voleu eliminar de forma permanent els arxius o carpetes seleccionats?"
FileQueryNameMatch, "Coincidència nom de fitxer [Consulta]"
FileReadError, "S'ha produït un error en accedir al fitxer: {0}"
FileSelectionError, "Seleccioneu almenys 1 fitxer que existeixi i proveu-ho de nou."
FileSizeError, "Seleccioneu una mida màxima de fitxer que sigui igual o més gran que la mida mínima de fitxer."
FileSizeFiltersSelected, "Filtres per mida de fitxer:"
FilesSearched, "Fitxers cercats: {0}"
FilesSkipped, "Fitxers omesos: {0}"
FolderBrowserDescription, "Seleccioneu una carpeta a cercar"
FolderBrowsingError, "S'ha produït un error mentre es cercava per una carpeta."
FolderIncludeNameMatch, "Coincidència nom de carpeta [Inclou filtre de fitxers]"
FolderItemError, "No s'ha pogut obtenir la carpeta de l'element: {0}"
FolderOpenError, "S'ha produït un error mentre s'obria aquesta carpeta."
FolderQueryNameMatch, "Coincidència nom de carpeta [Consulta de text]"
FolderReadError, "S'ha produït un error en llegir carpetes en la carpeta: {0}"
HiddenFolderError, "No s'està cercant, ja que és un arxiu o carpeta oculta"
HyperTextMarkupLanguageFile, "Fitxer Hyper Text Markup Language"
IFilterWarning, "Habiliteu els controladors de fitxer en la pestanya Avançat per mostrar resultats apropiats per a: {0} fitxers"
IncludeFilesTT, "Fitxers inclosos: {0}"
InvalidExcludeFilesRegExError, "El patró RegEx de l'exclusió de fitxers no és vàlid.\n{0}"
InvalidFolderLength, "La longitud de la carpeta no és vàlida."
InvalidIncludeFilesRegExError, "El patró RegEx de la inclusió de fitxers no és vàlid.\n{0}"
InvalidQueryError, "Your text query is invalid.\n{0}"
InvalidQueryRegExError, "El patró RegEx de la sol·licitud no és vàlid.\n{0}"
KeypressError, "S'ha produït un error mentre es processava la tecla clicada."
LinkedFolderError, "No s'ha cercat la carpeta perquè és una drecera"
MatchesFound, "Resultats trobats: {0}"
MatchesFromQueue, "Resultats en cua: {0}"
MatchesFromQueueIcons, "Icones en cua: {0}"
MaxFileSizeTT, "Mida de fitxer màxima: {0}"
MaxPathError, "Aquest camí és llarg i pot no funcionar en alguns programes"
MenuOpenError, "S'ha produït un error en obrir el menú."
MinFileSizeTT, "Mida de fitxer mínima: {0}"
ModifiedAfterTT, "Modificat després de {0}"
ModifiedBeforeTT, "Modificat abans de {0}"
ModifiedBetweenTT, "Modificat entre {0} i {1}"
More, "(més)"
NoDateFiltersSelected, "No s'han seleccionat filtres per data"
NoFileSizeFiltersSelected, "No s'han seleccionat filtres per mida de fitxer"
NoOptionsSelected, "No s'ha seleccionat cap opció"
NotepadError, "S'ha produït un error mentre s'obria aquest fitxer amb el Bloc de Notes."
NotYourProfile, "Aquest perfil no és vostre."
OnlyShowFirstResultTT, "Mostra només el primer resultat"
OpenManyQuestion, "Segur que voleu obrir {0} fitxers o carpetes?"
OptionsSelected, "Opcions seleccionades:"
OtherApplication, "Other Application"
PathsTT, "Camins: {0}"
PathTooLongError, "El Windows no suporta aquesta acció amb noms de camins massa llargs."
ProfileLoadError, "S'ha produït un error en carregar aquest perfil."
ProfileLoadOnStartError, "S'ha produït un error en carregar aquest perfil. El perfil no existeix."
ProfileOverwriteQuestion, "Segur que voleu sobreescriure el perfil '{0}'?"
ProfileSaved, "S'ha desat la configuració de cerca en el perfil '{0}'"
ProfileSaveError, "No s'ha pogut desar el perfil."
ProOnlyDoubleClickPrompt, "El vostre controlador de doble-clic per defecte només és una característica de FileSeek Pro.\nPodeu canviar el controlador de doble-clic per defecte en Configuració > Pestanya Cerca\n\nVoleu més informació sobre l'actualització?"
QueryTT, "Consulta:\n{0}"
rdoMatchQueryLineByLineTT, "Obre un fitxer línia a línia i intenta fer coincidir la sol·licitud a cada línia"
rdoMatchQueryToWholeFileTT, "Obre tot el fitxer d'una vegada i intenta fer coincidir la consulta al text sencer"
RenameFileError, "FileSeek was unable to rename the selected file or folder.\nPlease type a different name and try again."
RenameFileFolder, "Rename Selected File:"
ResultCopied, "S'ha copiat un resultat al porta-retalls."
ResultCopyError, "S'ha produït un error copiant els vostres resultats de cerca al porta-retalls."
ResultSaveError, "S'ha produït un error en desar els resultats\n{0}"
ResultsCopied, "S'han copiat {0} resultats al porta-retalls."
ResultSelectionError, "Seleccioneu almenys 1 resultat de cerca i proveu-ho de nou."
SaveResults, "Desa els resultats en un full de càlcul"
SaveResultsAsHTML, "Desa els resultats en HTML"
SaveSearchProfile, "Desa el perfil de cerca"
SearchComplete, "Cerca completada en {0} s"
SearchCriteria, "Criteris de cerca:"
SearchCriteriaEmptyTT, "Criteris de cerca sense especificar"
SearchEnd, "Final de cerca: {0}"
SearchError, "S'ha produït un error durant la cerca."
SearchStart, "Inici de cerca: {0}"
SearchSubFoldersTT, "Cerca en subcarpetes"
SettingFormShowError, "S'ha produït un error mostrant la finestra de configuració."
Syncing, "Sincronització amb el seu compte de Binary Fortress..."
SystemFolderError, "No s'està cercant, ja que és un arxiu o carpeta de sistema"
TextCopyError, "S'ha produït un error en copiar aquest text."
TextProcessingError, "S'ha produït un error en processar el text."
TextQueryHelpTT, "Text Query Help"
TextSelectionError, "Seleccioneu algun text i proveu-ho de nou."
txtPathTT, "Separa múltiples ítems amb el caràcter |"
UseFileHandlersTT, "Utilitza controladors de fitxer"
ViewingAppPartOne, "Encara no heu seleccionat cap aplicació de visualització"
ViewingAppPartTwo, "Voleu seleccionar-ne una ara?"


[frmProfileManager_Controls]
btnCopyProfile, "Copia el perfil"
btnDelete, "Suprimeix"
btnExport, "Export Profile"
btnImport, "Import Profile"
btnRename, "Canvia el nom"
btnSync, "Sincronitza amb el vostre compte de Binary Fortress"
colProfileName, "Nom del perfil"
colProfileOwner, "Propietari del perfil"
lblCurrentProfile, "Usuari actual: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Com voleu anomenar el vostre perfil nou?"
ExportFileSeekSearchProfile, "Export FileSeek Search Profile"
ExportSearchProfileSuccessful, "Search Profile exported successfully"
FileSeekSearchProfile, "FileSeek Search Profile"
ImportFileSeekSearchProfile, "Import FileSeek Search Profile"
MustSelectAnItem, "Seleccioneu un perfil de la llista i proveu-ho de nou."
ProfileDeleteQuestion, "Segur que voleu esborrar el perfil seleccionat?"
RenameSearchProfile, "Canvia el nom del perfil de cerca"
SearchProfileName, "Nom del perfil de cerca:"
Title, "Administra perfils"


[frmSettings_Controls]
btnBrowseOther, "&Navega"
btnClearHistory, "Esborra l'historial de cerques"
btnIFilterToggle, "Commuta controlador de fitxer"
btnOtherDefault, "Per &defecte"
chkCloseToTray, "Tanca el FileSeek a la safata del sistema"
chkCombineParameters, "Passa diversos arxius a la mateixa instància, en lloc d'obrir diverses instàncies"
chkErrorDirectoryEmpty, "Show an error when an empty folder is found"
chkErrorForLongPaths, "Mostra un error i omet el camí quan sigui més llarg de 260 caràcters"
chkExportExtraLines, "Exporta també les línies addicionals en desar els resultats de cerca"
chkIFilterErrors, "Mostra un error per als fitxers sense controlador (quan la cerca amb controladors està activada)"
chkIsQueryFullString, "Tracta el text de la consulta com un terme de consulta ample"
chkLinkedFoldersSearch, "Cerca fitxers i carpetes que són dreceres"
chkLinkedFoldersSearchShowErrorOnSkip, "Show an error when skipping a link/junction"
chkMinimizeToTray, "Minimitza FileSeek a la safata del sistema"
chkOnlyShowMatchedText, "Mostra només el text coincident en el resultat de la cerca"
chkResetSearchValues, "Reset search tab values when starting a search on a new tab"
chkResultWordWrap, "Wrap the text that is shown in a search result"
chkSearchHiddenFiles, "Cerca arxius i carpetes ocults"
chkSearchSystemFiles, "Cerca arxius i carpetes de sistema"
chkShowErrorEmptyPDF, "Show an error when an empty PDF file is found"
chkShowFileErrors, "Mostra un error quan no es pugui accedir al fitxer o carpeta"
chkShowHiddenFileError, "Mostra un error quan s'ometen fitxers o carpetes ocultes"
chkShowSystemFileError, "Mostra un error quan s'ometen fitxers o carpetes de sistema"
chkShowToolTips, "Mostra indicadors de funció (tooltips)"
chkSingleInstance, "Force FileSeek to only open one instance"
chkStartWithClearProfile, "Inicia sempre el FileSeek amb els criteris de cerca en blanc"
chkTreatAllExcludePathFiltersAsWildcards, "Tracta tots els filtres de camins exclosos com comodins"
chkTreatAllIncludeFiltersAsWildcards, "Tracta tots els filtres d'inclusió de fitxers com comodins"
chkUseCustomDateFormat, "Utilitza un format de data personalitzat"
chkUsePreviewHandlers, "Utilitza controladors de vista prèvia en el panell de resultats"
chkWindowsContextMenu, "Mostra el FileSeek en el menú contextual de Windows"
colAvailableColumns, "Available Columns"
colSelectedColumns, "Selected Columns"
gbCmdLineVars, "Variables de línia d'ordres"
gbDateFormat, "Format de data"
gbGeneralOptions, "Opcions generals"
gbPresentationOptions, "Presentation Options"
gbSearchColumns, "Search Columns"
lblCmdLineParam, "Paràmetres a passar a la línia d'ordres:"
lblDateFormatLink, "Cadenes de data i hora personalitzades"
lblDefaultDoubleClick, "Selecciona una operació per defecte fent doble clic sobre un resultat de cerca:"
lblNumChar, "Mostra aquest nombre de caràcters per a cada resultat de cerca:"
lblOtherApplicationName, "Name for other application:"
lblSelectViewingApp, "Aplicació de visualització de fitxer seleccionat:"
lblSkipFile, "Temps màxim de cerca permès per arxiu (0 = sense límit):"
pageSearchViewSettings, "Result View Settings"


[frmSettings_Strings]
AppBrowsingError, "S'ha produït un error en navegar per una l'aplicació."
cboDefaultDoubleClickOperation_ExportAllCSV, "Export All Results to CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exporta tots els resultats a HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Export Selected Results to CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exporta els resultats seleccionats a HTML"
cboDefaultDoubleClickOperation_Open, "Open with Default Handler"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Obre la carpeta contenidora"
cboDefaultDoubleClickOperation_OpenNotepad, "Obre amb el Bloc de notes"
cboDefaultDoubleClickOperation_OpenOther, "Open with {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Amb aquesta opció activada, una cerca especificada com prova es tractarà com *prova*"
ClearHistoryError, "S'ha produït un error en esborrar l'històric de cerca."
ClearHistoryWarning, "Segur que voleu esborrar l'històric de cerca?"
CommandLineError, "Introduïu els paràmetres de línia d'ordres o feu clic a 'Per defecte' per restablir-los."
CustomDateFormatError, "Hi ha hagut un error en assignar el format de data personalitzat.\nCorregiu l'error i torneu-ho a intentar."
DisableFileHandler, "Inhabilita el controlador de fitxer"
DisablePreviewHandler, "Inhabilita el controlador de vista prèvia"
EnableFileHandler, "Habilita el controlador de fitxer"
EnablePreviewHandler, "Habilita el controlador de vista prèvia"
FileCommandDescription, "{0}: Substitueix el nom complet del fitxer."
FileHandlerListError, "S'ha produït un error en llistar els controladors de fitxer."
FileHandlerSelectError, "S'ha produït un error en seleccionar aquest controlador de fitxer."
FileHandlerToggleError, "S'ha produït un error en commutar aquest controlador de fitxer."
HistoryCleared, "Històric de cerca esborrat correctament."
InvalidExitcode, "Ha retornat un ExitCode no vàlid: {0}"
LineCommandDescription, "{0}: Substitueix el número de línia."
lvIFilters_Extension, "Extensió"
lvIFilters_Handler, "Controlador"
lvIFilters_HandlerVersion, "Versió"
NumOfCharError, "Introduïu un nombre de caràcters entre {0} i {1} i intenteu-ho de nou."
PreviewHandlerListError, "S'ha produït un error en llistar els controladors de vista prèvia."
PreviewHandlerToggle, "Commuta controladors de vista prèvia"
SettingMenuError, "S'ha produït un error en establir la configuració de menú contextual."
tabSettings_FileHandlers, "Controladors de fitxer"
tabSettings_OtherApp, "Altra aplicació"
tabSettings_PreviewHandlers, "Controladors vista prèvia"
tabSettings_Search, "Cerca"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Resultats de cerca desats correctament.\nVoleu veure el fitxer?"
SearchCriteria, "Criteris de cerca"
SearchDate, "Data de cerca:"
Title, "Resultats de cerca del FileSeek"


[IFilterHelper_Strings]
UnknownError, "Error IFilter desconegut"
UsingStandardMethodWarning, "No hi ha controlador per aquest fitxer. Cercant amb el mètode estàndard."


[LicenseValidate_Strings]
ExpiredPrompt, "Ho sentim, la vostra llicència de prova del FileSeek ha caducat.\nSi heu comprat una llicència, introduïu-la en la finestra de configuració del FileSeek\n\nVoleu més informació sobre la compra del FileSeek Pro?"
Invalid, "Ho sentim, la vostra clau de llicència no és vàlida."
InvalidReseller, "Ho sentim, la vostra clau de llicència només és vàlida amb el FileSeek subministrat pel vostre distribuïdor.\nContacteu amb el vostre distribuïdor per a més informació."
LicenseProcessPro, "Gràcies per registrar-vos!"
LicenseProcessProRestoreSettingsPrompt, "S'ha detectat una còpia de seguretat automàtica de la vostra configuració Pro.\nAquest fitxer de còpia té {0} dies.\nUs agradaria importar la configuració de Pro? Tota la configuració actual serà substituïda amb la configuració de la còpia de seguretat."
LicenseProcessRemoved, "La vostra clau de llicència s'ha suprimit."
LicenseProcessTrial, "Gràcies per provar el FileSeek Pro!\nLa vostra llicència caducarà el {0:D}."
TrialAlmostDonePrompt, "La vostra llicència de prova caducarà aviat.\nSi ja heu comprat una llicència, introduïu-la en la finestra de configuració del FileSeek.\n\nVoleu més informació sobre la compra del FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Cerca amb el FileSeek"


[Words]
Add, "Afegir"
AdminSettingsLock, "Part de la configuració és gestionada pel vostre administrador del sistema"
Apply, "Aplica"
ButtonEnterLicenseKey, "&Introduïu la Clau de llicència"
ButtonLater, "Més tard"
ButtonMoreInformation, "&Més informació"
ButtonUseFreeVersion, "&Utilitza la versió gratuïta"
Cancel, "&Cancel·la"
Close, "&Tanca"
Copy, "&Copia"
Custom, "Personalitzat"
Cut, "&Retalla"
Default, "Per defecte"
Delete, "Suprimeix"
Disable, "&Desactiva"
Disabled, "Deshabilitar"
Duplicate, "&Duplica"
Edit, "Editar"
Enable, "Activa"
Enabled, "Habilitat"
Error, "Error"
ErrorNotAdminUACDisabled, "El UAC està desactivat, però no sou Administrador. La vostra sol·licitud segurament fallarà.\nActiveu el UAC o entreu al sistema com Administrador i intenteu-ho de nou.\nSi heu desactivat el UAC recentment, assegureu-vos de reiniciar el vostre ordinador."
Exit, "Surt"
Help, "Ajuda"
Info, "Informació"
InvalidImageFile, "Aquesta imatge sembla estar danyada o il·legible."
Name, "Nom"
NameLabel, "Nom:"
NeedProQuestion, "Necessiteu ampliar a FileSeek Pro per utilitzar aquesta característica.\nVoleu més informació sobre l'ampliació?"
NeedsProShort, "Només Pro"
Never, "Mai"
No, "No"
OK, "&D'acord"
Paste, "&Enganxa"
ProOnlyNotice, "Característiques de la versió Pro es ressalten en blau"
Redo, "&Refés"
Refresh, "Actualitza"
Remove, "Eliminar"
Rename, "Rename"
Seconds, "segons"
SelectAll, "&Selecciona-ho tot"
Start, "Inicia"
Stop, "Para"
Undo, "Desfés"
Unknown, "Desconegut"
Yes, "Sí"


[Installer]
AdditionalIcons, "Icones addicionals:"
CreateContextMenuItems, "Add to Windows right-click context menu"
CurrentUserOnly, "Només per a l'usuari actual"
DesktopIcon, "Crea una icona d'&escriptori"
DotNetInstallNow, "Voleu instal·lar-lo ara?"
DotNetRequired40, "This application requires the Microsoft .NET Framework 4.0."
ForAllUsers, "Per a tots els usuaris"
LaunchNow, "Inicia ara"
LicKeyInvalid, "La clau de llicència sembla no ser vàlida."
LicKeyLabel, "Clau de llicència:"
LicKeySelectOption, "Seleccioneu una opció de clau de llicència i proveu-ho de nou."
LicKeyText, "Opcions de clau de la llicència:"
LicKeyTextAdminLocked, "La seva clau de llicència ha estat establerta per l'administrador."
LicKeyTextChangeFree, "Per utilitzar la versió gratuïta feu clic a 'Canvia a versió gratuïta" en la finestra de configuració."
LicKeyTextEnterOrFree, "Introduïu una clau de llicència vàlida o seleccioneu 'Utilitza la versió de prova'."
LicKeyTextPaid, "Utilitza aquesta clau de llicència:"
LicKeyTextTrial, "Utilitza la versió de prova (només la primera vegada); passa a versió gratuïta després de 30 dies"
RunAtStartup, "Inicia amb Windows"
SteamKeyInvalid, "Your Steam License Key failed to load correctly.\nPlease exit this installer/application and try clicking Install or Launch again from within Steam."
TextBefore, "Assegureu-vos de tancar el FileSeek abans d'instal·lar la nova versió.\n\nVisiteu https://www.fileseek.ca per a actualitzacions i suport."
UninstallRemoveAllData1, "Would you like to completely remove ALL application settings, preferences and temporary files?"
UninstallRemoveAllData2, "This is not recommended if you will be installing this application again."